Repository: gbatistuta0/appfactory
Catalog: templates/swiftui-subscription/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, tr

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
pt_br: %@ / mês
tr: %@ / ay

source: %@ / week
de: %@ / Woche
es: %@ / semana
fr: %@ / semaine
pt_br: %@ / semana
tr: %@ / hafta

source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
pt_br: %@ / ano
tr: %@ / yıl

source: %lld credits / month
de: %lld Credits / Monat
es: %lld créditos / mes
fr: %lld crédits / mois
pt_br: %lld créditos / mês
tr: Ayda %lld kredi

source: %lld days free
de: %lld Tage gratis
es: %lld días gratis
fr: %lld jours gratuits
pt_br: %lld dias grátis
tr: %lld gün ücretsiz

source: %lld days free, then %@ · Cancel anytime
de: %lld Tage gratis, dann %@ · Jederzeit kündbar
es: %lld días gratis, luego %@ · Cancela cuando quieras
fr: %lld jours gratuits, puis %@ · Résiliable à tout moment
pt_br: %lld dias grátis, depois %@ · Cancele quando quiser
tr: %lld gün ücretsiz, sonra %@ · İstediğin zaman iptal et

source: %lld%% OFF
de: %lld%% RABATT
es: %lld%% DE DESCUENTO
fr: -%lld%%
tr: %%%lld İNDİRİM

source: A few times a week
de: Ein paar Mal pro Woche
es: Varias veces por semana
fr: Quelques fois par semaine
pt_br: Algumas vezes por semana
tr: Haftada birkaç kez

source: A one-time price, only right now.
de: Ein einmaliger Preis, nur jetzt.
es: Un precio único, solo ahora.
fr: Un prix unique, seulement maintenant.
pt_br: Um preço único, só agora.
tr: Tek seferlik fiyat, sadece şimdi.

source: A personal plan makes every step clearer than going it alone.
de: Mit einem persönlichen Plan ist jeder Schritt klarer als allein.
es: Un plan personal hace que cada paso sea más claro que hacerlo por tu cuenta.
fr: Un plan personnel rend chaque étape plus claire que de se débrouiller seul.
pt_br: Um plano pessoal deixa cada passo mais claro do que fazer tudo sozinho.
tr: Kişisel bir plan, her adımı tek başına ilerlemekten daha net kılar.

source: About
de: Info
es: Acerca de
fr: À propos
pt_br: Sobre
tr: Hakkında

source: Account
de: Konto
es: Cuenta
fr: Compte
pt_br: Conta
tr: Hesap

source: Accuracy
de: Genauigkeit
es: Precisión
fr: Précision
pt_br: Precisão
tr: Doğruluk

source: Active
de: Aktiv
es: Activa
fr: Actif
pt_br: Ativa
tr: Aktif

source: Afternoon
de: Nachmittags
es: Por la tarde
fr: L'après-midi
pt_br: À tarde
tr: Öğleden sonra

source: Allow AI analysis
de: KI-Analyse erlauben
es: Permitir el análisis con IA
fr: Autoriser l'analyse par IA
pt_br: Permitir a análise por IA
tr: Yapay zekâ analizine izin ver

source: Almost there
de: Fast geschafft
es: Ya casi
fr: Presque fini
pt_br: Quase lá
tr: Neredeyse bitti

source: Analyzing your answers
de: Deine Antworten werden analysiert
es: Analizando tus respuestas
fr: Analyse de tes réponses
pt_br: Analisando suas respostas
tr: Cevapların analiz ediliyor

source: Answer a few quick questions and we'll build a plan around you.
de: Beantworte ein paar kurze Fragen und wir erstellen einen Plan für dich.
es: Responde unas preguntas rápidas y crearemos un plan a tu medida.
fr: Réponds à quelques questions rapides et nous créerons un plan pour toi.
pt_br: Responda algumas perguntas rápidas e criaremos um plano sob medida para você.
tr: Birkaç kısa soruyu yanıtla, sana özel bir plan hazırlayalım.

source: Apple Health access is off.
de: Der Zugriff auf Apple Health ist aus.
es: El acceso a Salud está desactivado.
fr: L'accès à Santé est désactivé.
pt_br: O acesso ao Saúde está desativado.
tr: Apple Sağlık erişimi kapalı.

source: Apple Health connected
de: Apple Health verbunden
es: Salud conectado
fr: Santé connecté
pt_br: Saúde conectado
tr: Apple Sağlık bağlandı

source: Apple Health isn't available on this device.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
es: Salud no está disponible en este dispositivo.
fr: Santé n'est pas disponible sur cet appareil.
pt_br: O app Saúde não está disponível neste dispositivo.
tr: Apple Sağlık bu cihazda kullanılamıyor.

source: BEST VALUE
de: BESTER WERT
es: MEJOR PRECIO
fr: MEILLEUR PRIX
pt_br: MELHOR VALOR
tr: EN İYİ FİYAT

source: Back
de: Zurück
es: Atrás
fr: Retour
pt_br: Voltar
tr: Geri

source: Billed %@ · Cancel anytime
de: Abrechnung: %@ · Jederzeit kündbar
es: Se cobra %@ · Cancela cuando quieras
fr: Facturé %@ · Résiliable à tout moment
pt_br: Cobrança de %@ · Cancele quando quiser
tr: %@ faturalandırılır · İstediğin zaman iptal et

source: Billed weekly
de: Wöchentliche Abrechnung
es: Cobro semanal
fr: Facturé chaque semaine
pt_br: Cobrança semanal
tr: Haftalık faturalandırılır

source: Bold
de: Kräftig
es: Intenso
fr: Audacieux
pt_br: Marcante
tr: Cesur

source: Built around you
de: Ganz auf dich zugeschnitten
es: Hecho a tu medida
fr: Conçu pour toi
pt_br: Feito sob medida para você
tr: Sana göre hazırlandı

source: Built from your answers
de: Aus deinen Antworten erstellt
es: Creado a partir de tus respuestas
fr: Créé à partir de tes réponses
pt_br: Criado a partir das suas respostas
tr: Cevaplarından oluşturuldu

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
tr: Vazgeç

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Résiliable à tout moment
pt_br: Cancele quando quiser
tr: İstediğin zaman iptal et

source: Choose a photo
de: Foto auswählen
es: Elige una foto
fr: Choisis une photo
pt_br: Escolha uma foto
tr: Fotoğraf seç

source: Claim my offer
de: Angebot sichern
es: Aprovechar mi oferta
fr: Profiter de mon offre
pt_br: Garantir minha oferta
tr: Teklifimi al

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
tr: Kapat

source: Connect Apple Health
de: Mit Apple Health verbinden
es: Conectar con Salud
fr: Connecter à Santé
pt_br: Conectar ao Saúde
tr: Apple Sağlık'a bağlan

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l'assistance
pt_br: Falar com o suporte
tr: Destek ile iletişime geç

source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt_br: Continuar
tr: Devam

source: Create
de: Erstellen
es: Crear
fr: Créer
pt_br: Criar
tr: Oluştur

source: Create another
de: Noch eins erstellen
es: Crear otro
fr: En créer un autre
pt_br: Criar outro
tr: Bir tane daha oluştur

source: Credit packs are a one-time purchase. They never expire.
de: Credit-Pakete sind ein einmaliger Kauf. Sie verfallen nie.
es: Los paquetes de créditos son una compra única. No caducan.
fr: Les packs de crédits sont un achat unique. Ils n'expirent jamais.
pt_br: Os pacotes de créditos são uma compra única. Eles não expiram.
tr: Kredi paketleri tek seferlik satın alımdır. Süreleri dolmaz.

source: Credits remaining
de: Verbleibende Credits
es: Créditos restantes
fr: Crédits restants
pt_br: Créditos restantes
tr: Kalan kredi

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir
tr: Sil

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
pt_br: Excluir conta
tr: Hesabı sil

source: Delete everything anytime in Settings
de: Lösche jederzeit alles in den Einstellungen
es: Borra todo cuando quieras en Ajustes
fr: Supprime tout à tout moment dans Réglages
pt_br: Apague tudo quando quiser em Ajustes
tr: Her şeyi istediğin zaman Ayarlar'dan sil

source: Detailed
de: Ausführlich
es: Detallados
fr: Détaillés
pt_br: Detalhadas
tr: Ayrıntılı

source: Easier with a plan
de: Einfacher mit einem Plan
es: Más fácil con un plan
fr: Plus facile avec un plan
pt_br: Mais fácil com um plano
tr: Bir planla daha kolay

source: Even a few minutes is enough.
de: Schon ein paar Minuten reichen.
es: Incluso unos minutos bastan.
fr: Même quelques minutes suffisent.
pt_br: Até alguns minutos bastam.
tr: Birkaç dakika bile yeterli.

source: Evening
de: Abends
es: Por la noche
fr: Le soir
pt_br: À noite
tr: Akşam

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
pt_br: Todos os dias
tr: Her gün

source: Everything built from your answers
de: Alles aus deinen Antworten erstellt
es: Todo creado a partir de tus respuestas
fr: Tout est créé à partir de tes réponses
pt_br: Tudo criado a partir das suas respostas
tr: Her şey cevaplarına göre

source: Everything you've created.
de: Alles, was du erstellt hast.
es: Todo lo que has creado.
fr: Tout ce que tu as créé.
pt_br: Tudo o que você criou.
tr: Oluşturduğun her şey.

source: Feel more confident
de: Selbstbewusster sein
es: Sentirme más seguro
fr: Avoir plus confiance en moi
pt_br: Me sentir mais confiante
tr: Kendimi daha özgüvenli hissetmek

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
pt_br: Grátis
tr: Ücretsiz

source: Friend or family
de: Freunde oder Familie
es: Amigos o familia
fr: Amis ou famille
pt_br: Amigos ou família
tr: Arkadaş veya aile

source: Gallery
de: Galerie
es: Galería
fr: Galerie
pt_br: Galeria
tr: Galeri

source: Generate
de: Erstellen
es: Generar
fr: Générer
pt_br: Gerar
tr: Oluştur

source: Get results made for you
de: Erhalte Ergebnisse, die zu dir passen
es: Recibe resultados hechos para ti
fr: Obtiens des résultats faits pour toi
pt_br: Receba resultados feitos para você
tr: Sana özel sonuçlar al

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
pt_br: Começar
tr: Başla

source: Give consent first to connect Apple Health.
de: Gib zuerst deine Einwilligung, um Apple Health zu verbinden.
es: Da tu consentimiento primero para conectar Salud.
fr: Donne d'abord ton consentement pour connecter Santé.
pt_br: Dê seu consentimento primeiro para conectar o Saúde.
tr: Apple Sağlık'ı bağlamak için önce onay ver.

source: Have fun
de: Spaß haben
es: Divertirme
fr: M'amuser
pt_br: Me divertir
tr: Eğlenmek

source: Here's what we built from your answers.
de: Das haben wir aus deinen Antworten erstellt.
es: Esto es lo que creamos con tus respuestas.
fr: Voici ce que nous avons créé à partir de tes réponses.
pt_br: Veja o que criamos com suas respostas.
tr: Cevaplarından oluşturduklarımız burada.

source: How do you like your tips?
de: Wie magst du deine Tipps?
es: ¿Cómo prefieres los consejos?
fr: Comment préfères-tu tes conseils ?
pt_br: Como você prefere as dicas?
tr: İpuçlarını nasıl seversin?

source: How familiar are you with this?
de: Wie vertraut bist du damit?
es: ¿Cuánto sabes sobre esto?
fr: Quel est ton niveau sur le sujet ?
pt_br: Quanto você conhece disso?
tr: Bu konuya ne kadar aşinasın?

source: How it works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
pt_br: Como funciona
tr: Nasıl çalışır

source: How much time can you spend each day?
de: Wie viel Zeit hast du pro Tag?
es: ¿Cuánto tiempo puedes dedicarle cada día?
fr: Combien de temps peux-tu y consacrer chaque jour ?
pt_br: Quanto tempo você pode dedicar por dia?
tr: Her gün ne kadar zaman ayırabilirsin?

source: How often would you use the app?
de: Wie oft würdest du die App nutzen?
es: ¿Con qué frecuencia usarías la app?
fr: À quelle fréquence utiliserais-tu l'app ?
pt_br: Com que frequência você usaria o app?
tr: Uygulamayı ne sıklıkla kullanırsın?

source: I agree to AI processing of my photos and answers
de: Ich stimme der KI-Verarbeitung meiner Fotos und Antworten zu
es: Acepto que la IA procese mis fotos y respuestas
fr: J'accepte le traitement de mes photos et réponses par l'IA
pt_br: Concordo com o processamento das minhas fotos e respostas por IA
tr: Fotoğraflarımın ve cevaplarımın yapay zekâ ile işlenmesini kabul ediyorum

source: I know the basics
de: Ich kenne die Grundlagen
es: Conozco lo básico
fr: Je connais les bases
pt_br: Conheço o básico
tr: Temel bilgileri biliyorum

source: I'm an expert
de: Ich bin Profi
es: Soy experto
fr: Je suis expert
pt_br: Sou especialista
tr: Uzmanım

source: I'm just starting
de: Ich fange gerade an
es: Estoy empezando
fr: Je débute
pt_br: Estou começando
tr: Yeni başlıyorum

source: It helps us personalize your plan.
de: Das hilft uns, deinen Plan zu personalisieren.
es: Nos ayuda a personalizar tu plan.
fr: Cela nous aide à personnaliser ton plan.
pt_br: Isso nos ajuda a personalizar seu plano.
tr: Planını kişiselleştirmemize yardımcı olur.

source: It varies
de: Unterschiedlich
es: Depende
fr: Ça dépend
pt_br: Varia
tr: Değişiyor

source: Just curious
de: Nur neugierig
es: Solo por curiosidad
fr: Simple curiosité
pt_br: Só curiosidade
tr: Sadece merak ediyorum

source: Learn something new
de: Etwas Neues lernen
es: Aprender algo nuevo
fr: Apprendre quelque chose de nouveau
pt_br: Aprender algo novo
tr: Yeni bir şey öğrenmek

source: Let's go
de: Los geht's
es: ¡Vamos!
fr: C'est parti
pt_br: Vamos lá
tr: Hadi başlayalım

source: Look and feel my best
de: Bestmöglich aussehen und mich gut fühlen
es: Verme y sentirme lo mejor posible
fr: Être au top et me sentir bien
pt_br: Ficar e me sentir o melhor possível
tr: En iyi halimle görünmek ve hissetmek

source: Make better choices
de: Bessere Entscheidungen treffen
es: Tomar mejores decisiones
fr: Faire de meilleurs choix
pt_br: Fazer escolhas melhores
tr: Daha iyi seçimler yapmak

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
pt_br: Gerenciar assinatura
tr: Aboneliği yönet

source: Matching your goals
de: Abgleich mit deinen Zielen
es: Ajustando a tus objetivos
fr: Adaptation à tes objectifs
pt_br: Ajustando aos seus objetivos
tr: Hedeflerinle eşleştiriliyor

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
pt_br: Métrico
tr: Metrik

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
pt_br: Mensal
tr: Aylık

source: Morning
de: Morgens
es: Por la mañana
fr: Le matin
pt_br: De manhã
tr: Sabah

source: Natural
de: Natürlich
fr: Naturel
tr: Doğal

source: New insights every day
de: Jeden Tag neue Einblicke
es: Nuevas ideas cada día
fr: De nouvelles idées chaque jour
pt_br: Novos insights todos os dias
tr: Her gün yeni içgörüler

source: No
de: Nein
fr: Non
pt_br: Não
tr: Hayır

source: No thanks
de: Nein, danke
es: No, gracias
fr: Non merci
pt_br: Não, obrigado
tr: Hayır, teşekkürler

source: Not enough time
de: Zu wenig Zeit
es: Falta de tiempo
fr: Pas assez de temps
pt_br: Falta de tempo
tr: Yeterli zaman yok

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
pt_br: Agora não
tr: Şimdi değil

source: Not sure
de: Nicht sicher
es: No estoy seguro
fr: Pas sûr·e
pt_br: Não tenho certeza
tr: Emin değilim

source: Not sure where to start
de: Ich weiß nicht, wo ich anfangen soll
es: No sé por dónde empezar
fr: Je ne sais pas par où commencer
pt_br: Não sei por onde começar
tr: Nereden başlayacağımı bilmiyorum

source: Nothing here yet
de: Noch nichts hier
es: Aún no hay nada
fr: Rien pour l'instant
pt_br: Nada por aqui ainda
tr: Henüz bir şey yok

source: Now and then
de: Ab und zu
es: De vez en cuando
fr: De temps en temps
pt_br: De vez em quando
tr: Ara sıra

source: ONE-TIME OFFER
de: EINMALIGES ANGEBOT
es: OFERTA ÚNICA
fr: OFFRE UNIQUE
pt_br: OFERTA ÚNICA
tr: TEK SEFERLİK TEKLİF

source: One-time offer
de: Einmaliges Angebot
es: Oferta única
fr: Offre unique
pt_br: Oferta única
tr: Tek seferlik teklif

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
pt_br: Abrir Ajustes
tr: Ayarlar'ı aç

source: Other
de: Andere
es: Otro
fr: Autre
pt_br: Outro
tr: Diğer

source: Our AI analyzes it in seconds
de: Unsere KI analysiert es in Sekunden
es: Nuestra IA la analiza en segundos
fr: Notre IA l'analyse en quelques secondes
pt_br: Nossa IA analisa em segundos
tr: Yapay zekâmız saniyeler içinde analiz eder

source: People with goals like yours make progress one small step at a time.
de: Menschen mit Zielen wie deinem kommen Schritt für Schritt voran.
es: Las personas con objetivos como el tuyo avanzan paso a paso.
fr: Les personnes qui ont des objectifs comme le tien progressent petit à petit.
pt_br: Pessoas com objetivos como o seu avançam um pequeno passo de cada vez.
tr: Senin gibi hedefleri olan insanlar küçük adımlarla ilerler.

source: Personalized results in seconds
de: Persönliche Ergebnisse in Sekunden
es: Resultados personalizados en segundos
fr: Des résultats personnalisés en quelques secondes
pt_br: Resultados personalizados em segundos
tr: Saniyeler içinde kişisel sonuçlar

source: Personalizing your plan
de: Dein Plan wird personalisiert
es: Personalizando tu plan
fr: Personnalisation de ton plan
pt_br: Personalizando seu plano
tr: Planın kişiselleştiriliyor

source: Photos only
de: Nur Fotos
es: Solo fotos
fr: Photos uniquement
pt_br: Somente fotos
tr: Yalnızca fotoğraf

source: Pick a photo and let our AI do the rest.
de: Wähle ein Foto und lass unsere KI den Rest machen.
es: Elige una foto y deja que nuestra IA haga el resto.
fr: Choisis une photo et laisse notre IA faire le reste.
pt_br: Escolha uma foto e deixe nossa IA fazer o resto.
tr: Bir fotoğraf seç, gerisini yapay zekâmıza bırak.

source: Please choose a photo. Videos aren't supported.
de: Bitte wähle ein Foto. Videos werden nicht unterstützt.
es: Elige una foto. Los videos no son compatibles.
fr: Choisis une photo. Les vidéos ne sont pas prises en charge.
pt_br: Escolha uma foto. Vídeos não são compatíveis.
tr: Lütfen bir fotoğraf seç. Videolar desteklenmiyor.

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade
tr: Gizlilik

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de privacidade
tr: Gizlilik Politikası

source: Professional
de: Berufstätig
es: Profesional
fr: Professionnel·le
pt_br: Profissional
tr: Profesyonel

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
pt_br: Progresso
tr: İlerleme

source: Purchase received. Your plan will unlock shortly — reopen the app or tap Restore.
de: Kauf erhalten. Dein Plan wird gleich freigeschaltet – öffne die App erneut oder tippe auf Wiederherstellen.
es: Compra recibida. Tu plan se desbloqueará en breve: vuelve a abrir la app o toca Restaurar.
fr: Achat reçu. Ton plan sera débloqué sous peu — rouvre l'app ou touche Restaurer.
pt_br: Compra recebida. Seu plano será desbloqueado em breve — reabra o app ou toque em Restaurar.
tr: Satın alma alındı. Planın birazdan açılacak; uygulamayı yeniden aç ya da Geri yükle'ye dokun.

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
pt_br: Restaurar
tr: Geri yükle

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
pt_br: Restaurar compras
tr: Satın alımları geri yükle

source: SAVE %lld%%
de: SPARE %lld%%
es: AHORRA %lld%%
fr: ÉCONOMISE %lld%%
pt_br: ECONOMIZE %lld%%
tr: %%%lld TASARRUF

source: Save money
de: Geld sparen
es: Ahorrar dinero
fr: Économiser de l'argent
pt_br: Economizar dinheiro
tr: Para biriktirmek

source: Save time
de: Zeit sparen
es: Ahorrar tiempo
fr: Gagner du temps
pt_br: Economizar tempo
tr: Zaman kazanmak

source: Save your progress
de: Sichere deinen Fortschritt
es: Guarda tu progreso
fr: Sauvegarde ta progression
pt_br: Salve seu progresso
tr: İlerlemeni kaydet

source: See plans
de: Pläne ansehen
es: Ver planes
fr: Voir les offres
pt_br: Ver planos
tr: Planları gör

source: Select all that apply
de: Wähle alles Zutreffende
es: Selecciona todas las que correspondan
fr: Sélectionne toutes les réponses qui s'appliquent
pt_br: Selecione todas as opções que se aplicam
tr: Uygun olanların hepsini seç

source: Setting everything up for you
de: Wir richten alles für dich ein
es: Preparándolo todo para ti
fr: Nous préparons tout pour toi
pt_br: Preparando tudo para você
tr: Her şeyi senin için hazırlıyoruz

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes
tr: Ayarlar

source: Share
de: Teilen
es: Compartir
fr: Partager
pt_br: Compartilhar
tr: Paylaş

source: Short and simple
de: Kurz und einfach
es: Breves y sencillos
fr: Courts et simples
pt_br: Curtas e simples
tr: Kısa ve basit

source: Sign in with Apple so your plan and purchases follow you to a new phone.
de: Melde dich mit Apple an, damit dein Plan und deine Käufe mit auf ein neues Handy kommen.
es: Inicia sesión con Apple para que tu plan y tus compras te acompañen a un nuevo teléfono.
fr: Connecte-toi avec Apple pour retrouver ton plan et tes achats sur un nouveau téléphone.
pt_br: Entre com a Apple para que seu plano e suas compras acompanhem você em um novo celular.
tr: Planın ve satın alımların yeni telefonuna da gelsin diye Apple ile giriş yap.

source: Simplicity
de: Einfachheit
es: Sencillez
fr: Simplicité
pt_br: Simplicidade
tr: Sadelik

source: Soft
de: Sanft
es: Suave
fr: Doux
pt_br: Suave
tr: Yumuşak

source: Some Apple Health permissions are off.
de: Einige Apple-Health-Berechtigungen sind aus.
es: Algunos permisos de Salud están desactivados.
fr: Certaines autorisations Santé sont désactivées.
pt_br: Algumas permissões do Saúde estão desativadas.
tr: Bazı Apple Sağlık izinleri kapalı.

source: Speed
de: Tempo
es: Rapidez
fr: Rapidité
pt_br: Rapidez
tr: Hız

source: Start my free trial
de: Gratis-Test starten
es: Empezar mi prueba gratis
fr: Commencer mon essai gratuit
pt_br: Começar meu teste grátis
tr: Ücretsiz denememi başlat

source: Staying consistent
de: Dranbleiben
es: Ser constante
fr: Rester régulier
pt_br: Manter a constância
tr: İstikrarlı kalmak

source: Student
de: Student:in
es: Estudiante
fr: Étudiant·e
pt_br: Estudante
tr: Öğrenci

source: Style
de: Stil
es: Estilo
pt_br: Estilo
tr: Stil

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
pt_br: Assinatura
tr: Abonelik

source: Sync your activity and weight so your plan stays accurate. You can change this anytime in Settings.
de: Synchronisiere Aktivität und Gewicht, damit dein Plan genau bleibt. Du kannst das jederzeit in den Einstellungen ändern.
es: Sincroniza tu actividad y tu peso para que tu plan sea preciso. Puedes cambiarlo en Ajustes cuando quieras.
fr: Synchronise ton activité et ton poids pour garder ton plan précis. Tu peux le modifier à tout moment dans Réglages.
pt_br: Sincronize sua atividade e seu peso para manter seu plano preciso. Você pode mudar isso em Ajustes quando quiser.
tr: Planın doğru kalsın diye aktiviteni ve kilonu senkronize et. Bunu istediğin zaman Ayarlar'dan değiştirebilirsin.

source: Take or pick a photo
de: Mach oder wähle ein Foto
es: Toma o elige una foto
fr: Prends ou choisis une photo
pt_br: Tire ou escolha uma foto
tr: Fotoğraf çek ya da seç

source: Tell us one more thing
de: Verrate uns noch etwas
es: Cuéntanos una cosa más
fr: Dis-nous encore une chose
pt_br: Conte mais uma coisa
tr: Bize bir şey daha söyle

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
pt_br: Termos de uso
tr: Kullanım Koşulları

source: Thank you for trusting us
de: Danke für dein Vertrauen
es: Gracias por confiar en nosotros
fr: Merci de ta confiance
pt_br: Obrigado por confiar em nós
tr: Bize güvendiğin için teşekkürler

source: The purchase didn't go through. Please try again.
de: Der Kauf hat nicht geklappt. Bitte versuche es erneut.
es: La compra no se completó. Inténtalo de nuevo.
fr: L'achat n'a pas abouti. Réessaie.
pt_br: A compra não foi concluída. Tente novamente.
tr: Satın alma tamamlanamadı. Lütfen tekrar dene.

source: The store isn't available right now. Please check your connection and try again.
de: Der Store ist gerade nicht verfügbar. Prüfe deine Verbindung und versuche es erneut.
es: La tienda no está disponible ahora. Revisa tu conexión e inténtalo de nuevo.
fr: La boutique n'est pas disponible pour le moment. Vérifie ta connexion et réessaie.
pt_br: A loja não está disponível agora. Verifique sua conexão e tente novamente.
tr: Mağaza şu anda kullanılamıyor. Bağlantını kontrol edip tekrar dene.

source: There are no wrong answers.
de: Es gibt keine falschen Antworten.
es: No hay respuestas incorrectas.
fr: Il n'y a pas de mauvaise réponse.
pt_br: Não existem respostas erradas.
tr: Yanlış cevap yok.

source: There's a problem with your payment
de: Es gibt ein Problem mit deiner Zahlung
es: Hay un problema con tu pago
fr: Il y a un problème avec ton paiement
pt_br: Há um problema com seu pagamento
tr: Ödemende bir sorun var
